Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/other_files/om_demens.pdf.tmx
Source language: nob
Languages: sme

source: Det er flest eldre personer som får demens, og risikoen for å få demens øker med høy alder.
sme: Eanaš boares olbmot ožžot demeanssa, ja riska oažžut demeanssa lassána dađistaga go boarásmuvvá.

source: Selv om demens sjelden forekommer før pensjonsalderen, kan også yngre personer under 65 år få demens.
sme: Vaikko demeansa hárve šaddá ovdal penšuvdnaagi, de sáhttet maiddái nuorat olbmot vuollil 65 jagi oažžut demeanssa.

source: Demens er en fellesbetegnelse for flere ulike sykdommer.
sme: Demeansa lea máŋggaid iešguđet dávddaid oktasašnamahus.

source: Ved demenssykdom skjer det forandringer i hjernen.
sme: Go lea demeansa, de leat nuppástuvvamat vuoigŋašiin.

source: Forbindelsen mellom hjernecellene blir ødelagt og hjerneceller dør.
sme: Vuoiŋŋašseallaid oktavuohta billašuvvá ja vuoiŋŋašseallat jápmet.

source: Demens vil vanligvis utvikle seg gradvis over mange år.
sme: Demeansa dábálaččat ovdána veahážiid mielde máŋggaid jagiid badjel.

source: Det er store forskjeller fra person til person hvor fort og hvordan sykdommen utvikler seg.
sme: Leat stuorra erohusat olbmos olbmui man jođánit ja mo dávda ovdána.

source: Hukommelse Det vanligste symptomet på demens er at hukommelsen blir svekket.
sme: Demeanssa vuosttaš dovdomearkkat Muitu Demeanssa dábáleamos symptoma lea ahte muitu hedjona.

source: Det blir vanskeligere å huske det som skjedde for noen timer eller dager siden.
sme: Šaddá losit muitit dan mii dáhpáhuvai moatti tiimma dassái dahje moatti beaivvi áigi dassái.

source: Mange kan likevel huske ting som skjedde for mange år tilbake.
sme: Olusat sáhttet almmatge muitit áššiid mat dáhpáhuvve máŋga jagi dassái.

source: Orientering Det kan være problemer med å forholde seg til tid og orientere seg for sted.
sme: Orienteren Sáhttá leat váttis áddet áiggi ja diehtit gos olmmoš lea.

source: Språk Personer med demens får ikke alltid fram det de ønsker å si.
sme: Giella Demeansabuohccit eai álo oaččo ovdan dan maid háliidit dadjat.

source: En kan ha vansker med å forstå ord og hva andre sier.
sme: Olmmoš sáhttá rahčat áddet sániid ja dan maid earát dadjet.

source: Dagliglivets oppgaver Personen som har demens og pårørende vil merke at det blir vanskeligere å utføre gjøremål i hverdagen som å håndtere penger, vaske tøy og lage varm mat. Det kan oppstå utrygge situasjoner, for eksempel når det gjelder sikkerhet i hjemmet og bilkjøring.
sme: Beaivválaš barggut Demeansabuohcci ja oapmahaččat fuomášit ahte leat váddásat bargat beaivválaš bargguid nugo gieđahallat ruđa, bassaladdat ja málestit. Sáhttet čuožžilit váralaš dilálašvuođat, ovdamearkka dihtii go lea sáhka sihkkarvuođas ruovttus ja biilavuodjimis.

source: Væremåte Det kan også skje endringer i væremåte og personlighet og oppstå vanskelige situasjoner på grunn av ukritisk atferd.
sme: Láhttenvuohki Láhttenvuohki ja luondu sáhttá rievdat ja sáhttet čuožžilit váttes dilálašvuođat eahpekritihkalaš láhttema geažil.

source: Kontakt og samvær Endringene vil få konsekvenser for kommunikasjon og samvær.
sme: Oktavuohta ja ovttastallan Rievdadusat sáhttet váikkuhit gulahallamii ja ovttastallamii.

source: Perspektivet og forståelsen til en person med demens endres i løpet av sykdommen og slår forskjellig ut ved ulike demenssykdommer.
sme: Demeansabuohcci perspektiiva ja áddejupmi rievdá dávdda áigge ja dat ovdána iešguđet láhkai iešguđet demeansadávddain.

source: Ulike typer demens
sme: Iešguđetlágan demeanssat

source: Alzheimers demens er den vanligste demenssykdommen, og den utvikler seg oftest langsomt over mange år.
sme: Alzheimera demeansa lea dábáleamos demeansadávda, ja dat ovdána dávjjimusat njozet máŋggaid jagiid badjel.

source: Spesielt vil områder som er viktig for hukommelse tidlig bli skadet.
sme: Erenoamážit billašuvvet oasit mat leat dehálaččat muitui, árrat.

source: Vaskulær demens skyldes forstyrrelser i blodforsyningen til hjernen oftest i form av en blodpropp eller en blødning i hjernen.
sme: Vaskuleara demeanssa sivvan leat hehttehusat varrajohtimis vuoiŋŋamaččaide dávjjimusat varrabunci dahje vuoiŋŋašvardima geažil.

source: Symptomene på demens vil variere ut fra hvor stor skaden blir og hvor i hjernen skaden oppstår.
sme: Demeansasymptomat rievddadit das man stuorrát vahágat leat ja gos vuoiŋŋamaččain dat leat.

source: Frontotemporal demens skyldes skader i fremre områder av hjernen og kjennetegnes av endringer i måten man opptrer på og i personlighet.
sme: Frontotemporála demeanssa sivvan leat vahágat vuoiŋŋamaččaid ovdaosiin, ja daid dovdomearkkat leat rievdadusat láhttenvuogis ja luonddus.

source: Hukommelsen kan være relativt godt bevart.
sme: Muitu gal sáhttá leat oalle buorre.

source: Dette er den vanligste formen for demens hos personer som er under 50 år.
sme: Dát lea dábáleamos demeansa olbmuin geat leat vuollil 50 jagi.

source: Demens med lewylegemer oppstår ved skade i hjernebarken og i dypere deler av hjernen.
sme: Demeansa lewygáhppálagaiguin šaddá go vuoiŋŋašgarra ja čiekŋalat oasit vuoiŋŋamaččain vaháguvvet.

source: I tillegg til hukommelsesproblemer kjennetegnes denne typen demens gjerne av episoder med synshallusinasjoner, skiftende grad av våkenhet og forstyrret søvnmønster.
sme: Muitinváttisvuođaid lassin leat dánlágan demeanssa dovdomearkkat neahkameahttumiid oaidnin, gozuidvuohta rievddada ja oađđindábit muosehuhttojuvvojit.

source: I tillegg kan det oppstå kroppslige symptomer som stivhet og treghet.
sme: Dasa lassin sáhttet čuožžilit rumašlaš symptomat nugo stiivvisvuohta ja hilljánvuohta.

source: Det er også en rekke andre tilstander som kan gi demenslignende symptomer, slik at det er viktig med en grundig utredning før demensdiagnose kan settes av lege.
sme: Leat maiddái olu eará dilit mat sáhttet addit demeansalágan symptomaid, nu ahte vuđolaš guorahallan lea dehálaš ovdalgo doavttir bidjá pasientii demeansadiagnosa.

source: Det er ingen medisiner som kan kurere demens, men det finnes legemidler som for noen kan forsinke utviklingen av symptomer og gi en viss bedring i en periode.
sme: Eai gávdno dálkasat mat sáhttet dálkkodit demeanssa, muhto gávdnojit dálkasat mat muhtumiidda sáhttet maŋidit symptomaovdáneami ja buoridit olbmo muhtun áigodahkii.

source: Et tilrettelagt miljø, fysisk aktivitet og andre meningsfulle aktiviteter, vil være av betydning for å kunne fungere best mulig i hverdagen.
sme: Heivehuvvon biras, lihkadeapmi ja eará jierpmálaš doaimmat leat dehálaččat vai olmmoš sáhttá doaibmat buoremus lági mielde árgabeaivvis.

source: Legeundersøkelse og utredning Det er viktig med legeundersøkelse ved mistanke om demens.
sme: Doavttiriskkadeapmi ja guorahallan Lea dehálaš doavttiriskkademiin go balaha demeanssa.

source: Diagnostisering er av stor betydning fordi:
sme: Diagnosabidjan lea dehálaš danne go:

source: 1. En kan finne eventuelt andre årsaker til hukommelsessvikt som depresjon, svulster, infeksjoner og bivirkning av legemidler, som kan behandles.
sme: 1. Olmmoš sáhttá gávdnat vejolaš eará sivaid muittohuvvamii, nugo deprešuvdna, šattolmasat, infekšuvnnat ja dálkasiid liigeváikkuhusat, maid sáhttá dálkkodit.

source: 2. Noen symptomer ved demens er det mulig å behandle, som for eksempel hallusinasjoner, angst og depressive symptomer.
sme: 2. Muhtun demeansasymptomaid sáhttá dálkkodit, nugo hallusinašuvnnat, balu ja depressiiva symptomat.

source: 3. Noen legemidler kan være aktuelle for å bedre enkelte symptomer ved demens eller for å forebygge nye hjerneslag.
sme: 3. Muhtun dálkasat sáhttet leat áigeguovdilat geahpedit muhtun demeansasymptomaid dahje eastadit ođđa vuoiŋŋaščaskkástagaid.

source: 4. Det gjør det lettere å gi riktig informasjon til personer med demens og deres pårørende
sme: 4. Šaddá álkit addit rivttes dieđuid demeansabuhcciide ja sin oapmahaččaide.

source: 5. Personer med demens og deres pårørende vil få visshet ved mistanke om demens og det kan bli enklere å planlegge dagliglivet.
sme: 5. Demeansabuohccit ja sin oapmahaččat besset vissásit diehtit jus balahit demeanssa, ja dat sáhttá álkidahttit beaivválaš eallima plánema.

source: 6. Det blir lettere for omgivelsene å forstå situasjonen, slik at personen med demens og pårørende kan få støtte fra familie og nettverk og tilpassede helse- og omsorgstilbud.
sme: 6. Šaddá álkit lagaš birrasii áddet dili, vai demeansabuohcci ja oapmahaččat sáhttet oažžut doarjaga bearrašis ja fierpmádagas ja heivehuvvon dearvvašvuođa- ja fuollabálvalusaid.

source: Helsedirektoratet har utviklet en nasjonal faglig retningslinje om demens.
sme: Dearvvašvuođadirektoráhtta lea ráhkadan nationála fágalaš njuolggadusaid demeanssa birra.

source: Der anbefales det bl.a. at kommunen bør etablere ordninger for å sikre utredning og oppfølging av personer med demens og at pårørende bør tilbys oppfølging.
sme: Doppe ávžžuhuvvo earret eará ahte gielda berre ásahit ortnegiid vai sihkkarastá demeansabuhcciid guorahallama ja čuovvoleami, ja vai oapmahaččaide fállojuvvo čuovvoleapmi.

source: Som hovedregel anbefales det at utredning ved mistanke om demens utføres av pasientens fastlege i samarbeid med personell fra kommunens øvrige helse- og omsorgstjeneste.
sme: Váldonjuolggadussan ávžžuhuvvo ahte pasieantta fástadoavttir ovttas gieldda eará dearvvašvuođa- ja fuollabálvalusa bargiiguin guorahallet jus pasieanttas balahit demeansa.

source: Ifølge den faglige retningslinjen bør spesialisthelsetjenesten utrede personer med mistanke om demens, blant annet når det er kompliserte/atypiske tilfeller av kognitiv svikt, yngre personer under 65 år.
sme: Fágalaš njuolggadusaid vuođul berre spesialistadearvvašvuođabálvalusa guorahallat olbmuid jus balahuvvo demeansa, maiddái go lea sáhka váttes/eahpedábálaš/earálágan áššiin nugo kognitiiva massin, nuorat olbmot vuollil 65 jagi.

source: Dette gjelder også når personens språk, utdanningsnivå og/eller kultur er en barriere for utredningen i primærhelsetjenesten.
sme: Dát gusto maiddái go olbmo giella, oahppodássi ja/dahje kultuvra heađuštit guorahallama vuođđodearvvašvuođabálvalusas.

source: Utredningen består av både fysiske undersøkelser, blodprøver og bildeundersøkelse av hjernen.
sme: Guorahallamis leat sihke fysalaš iskkadeamit, varraiskosat ja govvaguorahallamat vuoiŋŋamaččain.

source: Undersøkelsene kan også avdekke om det er andre årsaker til de endringer som skjer.
sme: Iskkadeamit sáhttet maiddái almmustahttit leat go eará sivat dáhpáhuvvi rievdadusaide.

source: I tillegg kartlegges blant annet hukommelse og språk med psykologiske tester og fungering i dagliglivet.
sme: Dasa lassin kártejuvvojit maiddái muitu ja giella psykologalaš iskosiiguin ja doaibmamii árgabeaivvis.

source: Oppfølging etter diagnose Det er lege som har hovedansvar for å sikre utredning og medisinsk oppfølging.
sme: Čuovvoleapmi go lea ožžon diagnosa Doaktáris dat lea váldoovddasvástádus sihkkarastit guorahallama ja medisiinnalaš čuovvoleami.

source: I tillegg kan kommunen organisere deler av tjenestene som tverrfaglig team/koordinator som bistår lege i utredning og legger til rette for at oppfølging i hjemmet tilbys etter demensdiagnose er satt.
sme: Dasa lassin sáhttá gielda organiseret oasi bálvalusain nugo fágaidrasttildeaddji joavkku/koordináhtora mii veahkeha doaktára guorahallat ja láhčá dili fállat čuovvoleami ruovttus maŋŋá go pasieanta lea ožžon demeansadiagnosa.

source: Kommunens helse- og omsorgstjenester skal være helhetlige og koordinerte.
sme: Gieldda dearvvašvuođa- ja fuollabálvalusat galget leat ollislaččat ja koordinerejuvvon.

source: Helse- og omsorgspersonell skal legge til rette for at personen med demens sine individuelle rettigheter, preferanser og behov, ivaretas gjennom personsentrert omsorg og behandling.
sme: Dearvvašvuođa- ja fuollabargit galget láhčit dili nu ahte demeansabuohcci individuála vuoigatvuođat, preferánssat ja dárbbut áimmahuššojuvvojit personguovdilastin fuola ja dálkkodeami/divššu bokte.

source: Når en person får en demensdiagnose og av den grunn får behov for tjenester fra kommunen, vil en rekke rettigheter være viktige å ha kjennskap til både for den enkelte og pårørende.
sme: Go olmmoš oažžu demeansadiagnosa ja danne dárbbaša bálvalusaid gielddas, de lea dehálaš ahte sihke pasieanta ja oapmahaččat dovdet moanaid vuoigatvuođaid.

source: Ettersom sykdommen utvikler seg, vil personer med demens kunne få et tiltagende behov for hjelp til å ivareta egne interesser, som for eksempel til å styre økonomien og/eller ta viktige beslutninger om mer personlige forhold.
sme: Dađistaga go dávda ovdána, de demeansabuohccit dárbbašit eanet ahte eanet veahki áimmahuššat iežaset áššiid, nugo nannet ekonomiija ja/dahje dahkat dehálaš mearrádusaid persovnnalaš dili hárrái.

source: Det er en rettighet å få nødvendig informasjon i en form som er tilpasset pasientens kultur- og språkbakgrunn for at pasienten skal forstå innholdet av informasjonen.
sme: Heivehuvvon dieđut Olbmos lea vuoigatvuohta oažžut dárbbašlaš dieđuid mat leat heivehuvvon pasieantta kultur- ja gielladuogážii vai pasieanta ádde dieđuid sisdoalu.

source: Samisktalende helsepersonell eller tolk vil kunne være nødvendige tiltak for å oppfylle denne rettigheten for pasienter med samisk kultur- og språkbakgrunn.
sme: Sámegielat dearvvašvuođabargit dahje dulka sáhttet leat dárbbašlaš doaibmabijut ollašuhttit dán vuoigatvuođa pasieanttaide geain lea sámi kultur- ja gielladuogáš.

source: Samelovens § 3-5 gir rett til å bli betjent på samisk dersom man ønsker det, ved lokale og regionale offentlige helse- og sosialinstitusjoner innenfor det samiske forvaltningsområdet.
sme: Sámelága § 3-5 addá vuoigatvuođa oažžut bálvalusa sámegillii, jus dan háliida, báikkálaš ja guovlulaš almmolaš dearvvašvuođa- ja sosiálaásahusain sámegiela hálddašanguovllus.
